export const SAKON_NAKHON_DATA: Record<string, string[]> = {
    "เมืองสกลนคร": [
        "ธาตุเชิงชุม", "ขมิ้น", "งิ้วด่อน", "โนนหอม", "เชียงเครือ", "ท่าแร่", "ม่วงลาย", "ดงชน",
        "ห้วยยาง", "พังขว้าง", "ดงมะไฟ", "ธาตุนาเวง", "เหล่าปอแดง", "หนองลาด", "ฮางโฮง", "โคกก่อง"
    ],
    "กุสุมาลย์": [
        "กุสุมาลย์", "นาโพธิ์", "นาเพียง", "โพธิไพศาล", "อุ่มจาน"
    ],
    "กุดบาก": [
        "กุดบาก", "นาม่อง", "กุดไห"
    ],
    "พรรณานิคม": [
        "พรรณา", "วังยาง", "พอกน้อย", "นาหัวบ่อ", "ไร่", "ช้างมิ่ง", "นาใน", "สว่าง", "บะฮี", "เชิงชุม"
    ],
    "พังโคน": [
        "พังโคน", "ม่วงไข่", "แร่", "ไฮหย่อง", "ต้นผึ้ง"
    ],
    "วาริชภูมิ": [
        "วาริชภูมิ", "ปลาโหล", "หนองลาด", "ค้อเขียว", "คำบิด"
    ],
    "นิคมน้ำอูน": [
        "นิคมน้ำอูน", "หนองปลิง", "หนองบัว", "สุวรรณคาม"
    ],
    "วานรนิวาส": [
        "วานรนิวาส", "เดื่อศรีคันไชย", "ขัวก่าย", "หนองสนม", "คูสะคาม", "ธาตุ", "หนองแวง", "ศรีวิชัย",
        "นาซอ", "อินทร์แปลง", "นาคำ", "คอนสวรรค์", "กุดเรือคำ", "หนองแวงใต้"
    ],
    "คำตากล้า": [
        "คำตากล้า", "หนองบัวสิม", "นาแต้", "แพด"
    ],
    "บ้านม่วง": [
        "ม่วง", "มาย", "ดงหม้อทอง", "ดงเหนือ", "ดงหม้อทองใต้", "ห้วยหลัว", "โนนสะอาด", "หนองกวั่ง", "บ่อแก้ว"
    ],
    "อากาศอำนวย": [
        "อากาศ", "โพนแพง", "วาใหญ่", "โพนงาม", "ท่าก้อน", "นาฮี", "บะหว้า", "สามัคคีพัฒนา"
    ],
    "สว่างแดนดิน": [
        "สว่างแดนดิน", "คำสะอาด", "บ้านต้าย", "บงเหนือ", "โพนสูง", "โคกสี", "หนองหลวง", "หนองแวง",
        "ทรายมูล", "ค้อใต้", "พันนา", "แวง", "ตาลโกน", "ตาลเนิ้ง", "ธาตุทอง", "บ้านถ่อน"
    ],
    "ส่องดาว": [
        "ส่องดาว", "ท่าขึ้น", "ปทุมวาปี", "วัฒนา"
    ],
    "เต่างอย": [
        "เต่างอย", "บึงทวาย", "นาตาล", "จันทร์เพ็ญ"
    ],
    "โคกศรีสุพรรณ": [
        "ตองโขบ", "เหล่าโพนค้อ", "ด่านม่วงคำ", "แมดนาท่ม"
    ],
    "เจริญศิลป์": [
        "เจริญศิลป์", "ทุ่งแก", "โคกศิลา", "หนองแปน", "บ้านเหล่า"
    ],
    "โพนนาแก้ว": [
        "บ้านโพน", "นาตงวัฒนา", "บ้านแก้ง", "เชียงสือ", "นาแก้ว"
    ],
    "ภูพาน": [
        "สร้างค้อ", "หลุบเลา", "โคกภู", "กกปลาซิว"
    ]
};
